# LoadInPoint

Concentrated load

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**id** | **int** | Element Id | [optional]

## Example

```python
from ideastatica_rcs_api.models.load_in_point import LoadInPoint

# TODO update the JSON string below
json = "{}"
# create an instance of LoadInPoint from a JSON string
load_in_point_instance = LoadInPoint.from_json(json)
# print the JSON string representation of the object
print(LoadInPoint.to_json())

# convert the object into a dict
load_in_point_dict = load_in_point_instance.to_dict()
# create an instance of LoadInPoint from a dict
load_in_point_from_dict = LoadInPoint.from_dict(load_in_point_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)